export default {
  h1: '关于 FC',
  title: '什么是 Fans Coin（FC）?',
  conFC:
    'Fans Coin（简称 FC），是由 Conflux 基金会主导，社区成员基于 Conflux 测试网共同协作研发的通证。Conflux 基金会希望充分调动社区力量，在对测试网进行全方位测试的同时，亦能记录每一位社区成员所做出的贡献。\nConflux 基金会承诺在网络上线后，FC 与 CFX 可进行 1:1 承兑，以此保障所有社区成员的劳动成果。',
  firstH2: 'Conflux 基金会承诺',
  secondH2: '感谢',
  firstH3: 'FC 的分发原则',
  secondH3: 'FC 的承兑原则',
  thirdH3: 'FC 的设计原则',
  contain1:
    '每个 FC 的背后都是一份贡献的证明，Conflux 基金会尊重每一位社区成员的辛勤付出。Conflux 基金会承诺：同工同酬、不劳动者不得食是 Conflux 社区的基本原则，在 Conflux 社区，任何有效的贡献都将得到整个社区的尊重。同时，每一个 FC 的发放也都将以多渠道通告给全部社区成员，确保整个过程及结果公开、公正、公平。',
  contain2:
    'Conflux 基金会承诺：基金会持有的生态基金解锁后将优先用于承兑。并且，Conflux 网络发布后，将逐步启动 FC 与 CFX 的 1:1 承兑服务，未锁定和锁定的 FC 都将予以承兑，具体承兑流程细将在网络上线前发布。需要说明的是，Conflux 基金会将积极捍卫每一个 FC 的价值，确保它是以劳动的方式所获得，任何以损害他人利益为代价所获取的 FC，Conflux 基金会有权不予以承兑。',
  contain3:
    '社区成员可通过两个渠道获得 FC：1.Conflux 基金会发放；2.他人转账。\n为了倡导社区成员通过参与 Conflux 社区建设的方式获得 FC，并强调 FC 并非正式流通的通证，Conflux 基金会将针对社区成员在不同渠道所获得的 FC 的流动性进行区分：\n1. 由 Conflux 基金会直接发放的 FC，可以自由进行二次分配\n2. 从其他社区成员处获得的 FC，进行二次分配时流动性将受到限制，即转出 FC 的同时会有额外一部分 FC 的流动性被永久锁定直到承兑。',
  contain4:
    '例如\n社区成员 A 完成了一个 Conflux 生态建设赏金任务获得10 个 FC，同时另一名 Conflux 社区成员通过转账的方式给予 A 10 个 FC。此时的 A 并不能转出自己所持有的全部 20 个 FC，其中通过赏金任务所得的 10 个 FC 可以自由转出。通过交易获得的 10 个 FC 中，以当前流动性限制参数为 100%为例，这也就意味着每转出 5 个 FC 就会有额外的 5 个 FC 流动性被锁定，这就意味着 A 最多只能转出 15 个 FC，剩余被锁定的 5 个 FC 不能再进行交易，但可以参与最终承兑。',
  contain5:
    '特别鸣谢 Conflux 社区成员 Justin！\n与 Conflux 基金会一路同行的 Justin 作为早期成员参与到 Conflux 基金会对 FC 的设计工作当中，为实现 FC 智能合约立下汗马功劳!',
}
