export default {
  h1: 'About FC',
  title: '什么是Fans Coin（FC）?',
  conFC:
    'Fans Coin, 简称FC，由 Conflux基金会主导设计，与社区成员合作研发，并基于Conflux测试网运行的社区贡献智能合约，旨在调动起强大的社区力量，详细记录社区成员每一份贡献，同时对测试网进行更加充分的测试。Conflux基金会在Conflux生态的建设过程中，由衷感谢对其做出贡献的每一位社区成员。Conflux基金会将以测试网FC的形式记录下社区贡献，并承诺在主网上线后，与主网CFX进行1:1承兑服务，保障所有社区成员的劳动成果。',
  firstH2: '基金会与社区的约法三章',
  secondH2: '感谢',
  firstH3: 'FC的分发原则',
  secondH3: 'FC的承兑原则',
  thirdH3: 'FC的设计原则',
  contain1:
    '每一个FC都是一份贡献的证明，Conflux基金会尊重每一位社区成员的辛勤付出。因此Conflux基金会承诺，同工同酬、不劳动者不得食是Conflux社区的基本原则，在Conflux社区，任何有效的贡献都将得到整个社区的尊重。同时，每一个FC的发放也都将以多渠道通告给全部社区成员，确保整个过程及结果公开、公正、公平',
  contain2:
    'Conflux基金会承诺，Conflux基金会持有的生态基金解锁后将优先用于承兑。Conflux主网预计将于2019.Q4末 - 2020.Q1期间上。主网上线后，将立即启动测试网FC和主网CFX的1:1承兑服务，未锁定和锁定的FC都将予以承兑，具体承兑流程细将在主网上线前发布。需要特别说明的是，Conflux基金会将积极捍卫每一个FC的价值，确保它是以劳动的方式所获得，任何以损害他人利益为代价所获取的FC，Conflux基金会有权不予以承兑。',
  contain3:
    '社区成员可以通过两个渠道获得FC：Conflux基金会发放和他人转账。为了倡导社区成员通过参与Conflux社区建设的方式获得FC，并强调FC并非正式流通数字货币，Conflux基金会针对社区成员在不同渠道所获得的FC的流动性进行区分：1. 由Conflux基金会直接发放的FC，可以自由进行二次分配 2. 从其他社区成员处获得的FC，进行二次分配时，此部分FC的流动性将受到限制，即转出FC的同时会有额外一部分FC的流动性被永久锁定直到承兑',
  contain4:
    '例如：社区成员A完成了一个Conflux生态建设赏金任务获得了10个FC，同时另一个Conflux社区成员通过转账的方式给予A 10个FC。此时的A并不能转出自己所持有的全部20个FC，通过赏金任务劳动所得的10个FC可以自由转出。通过交易获得的10个FC中，以当前流动性限制参数为100%为例，这也就意味着每转出5个FC就会有额外的5个FC流动性被锁定，这就意味着A最多只能转出15个FC，剩余被锁定的5个FC不能再进行交易，但可以参与最终承兑。',
  contain5:
    '特别鸣谢Conflux社区成员Justin，一路与Conflux基金会同行的Justin早期参与到Conflux基金会对FC的设计工作当中，最终为实现FC智能合约立下汗马功劳!',
}
